Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=462_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámenuoraid dáiddadáhpáhusas dánsun ja bargobájit
smn: Säminuotâi taaidâtábáhtusâst tanssâ já pargopáájáh

source: Sámenuoraid dáiddadáhpáhus ordnejuvvo dán jagi Ohcejotnjálmmi skuvllas njukčamánu maŋimuš beaivvi.
smn: Säminuorâi taaidâtábáhtus uárnejuvvoo taan ive Ucjuvnjäälmi škoovlâst njuhčâmáánu majemuu peeivi.

source: Dáhpáhussii leat almmuhuvvon oktiibuot 330 máná ja nuora miehtá Sámi.
smn: Tábáhtusân láá almottâttâm ohtsis suullân 330 párnážid já nuorrâd pirrâ sämikuávlu.

source: Dánsungilvui oassálastet 14 joavkku, main leat oktiibuot 99 dánsu.
smn: Tanssâjuávhuh láá almottâttâm 13, main láá ohtsis 99 tánssájeijeid.

source: Dasa lassin dáhpáhussii vurdojuvvojit geahččit, nu ahte oassálastit bohtet dánnai jagi leat lahka njeallje čuođi.
smn: Lasseen tábáhtusân láá vyerdimist keččeeh, et uásálistei meeri pajanâš taan-uv ive masa neeljičuátán.

source: Dáhpáhusa váldotemán lea riikkaviidosaš Nuorra Kultuvra – temá mielde dánsun.
smn: Tábáhtus válduteeman lii väldikodálâš Nuorâ Kulttuur-teema miäldásávt tanssâ.

source: Dánsunšlájat leat Nuorra Kultuvra – njuolggadusaid mielde modearna dánsa, gáhtadánsun, (show, street, break jna.), etnihkalaš dánssat, baleahtta dahje jazz- / showdánssat.
smn: Tanssâšlaajân láá Nuorâ Kulttuur - njuolgâdusâi miäldásvát tááláštanssâ, kátutaansah (show, street, break yet), etnisiih taansah, baaleet tâi jazz- / showtanssâ.

source: Sámenuoraid dáiddadáhpáhusas boahtit oaidnit modearna dánsuma, gáhtadánsuma ja etnihkalaš dánssaid.
smn: Säminuorâi taaidâtábáhtusâst uáinip tááláštaansâ, kátutaansâ já etnisijd taansâid.

source: Ohcejoga dáhpáhusas ordnejuvvojit dasa lassin iešguđetlágan bargobájit.
smn: Lasseen Ucjuv tábáhtusâst uárnejuvvojeh sierâlágáneh pargopáájáh.

source: Bargobájiid fáddán leat hutkás duodji, silbaduodji, govvagieđahallan, musihkka ja gákti.
smn: Pargopáájái fáddán láá kreatiivlâš puđâldem, silbâtyejeh, kovekieđâvuššâm, muusik ja sämimááccuh.

source: Dáiddadáhpáhusa bargobájit rahppojuvvojit juo ovccis, muhto ieš dánsunčájáhusat álget diibmu 12 Ohcejotnjálmmi skuvlla sáles.
smn: Taaidâtábáhtus álgá pargopáájáiguin jo oovce ääigi, mut eidusâš tanssâohjelm álgá tijme 12 Uc-juvnjäälmi škoovlâ juhlesalist.

source: Duopmárin leaba neavttár / bagadeaddji Ebba Joks Norgga Deanus ja musihkkár Tiina Sanila-Aikio Čeavetjávrris.
smn: Tuámárin toimâv čaittâleijee Ebba Joks Taažâ Tiänust já musijkkár Tiina Sanila-Aikio Čevetjäävrist.

source: Lassedieđuid addá Sámedikki nuoraidčálli Niina Siltala, tel. 010-839 3134.
smn: Lasetiäđuh: Niina Siltala, puh..

source: Sávvat buohkaide buresboahtin Sámenuoraid dáiddadáhpáhussii duorastaga 31.3.2011 !
smn: Tuáivuttep puohâid tiervâpuáttám Säminuorâi taaidâtábáhtusan tuorâstuv 31.3.2011 !
